Repository: janvolec/GPaste-Reloaded-Cinnamon-Applet
Catalog: gpaste-reloaded@feuerfuchs.*/po/*.po
Languages: cs

source: [GPaste is not installed]
cs: [GPaste není nainstalován]

source: GPaste clipboard
cs: Schránka

source: GPaste Main Program
cs: GPaste hlavní program

source: Select History
cs: Vybrat historii

source: Track clipboard changes
cs: Sledovat schránku

source: (Empty)
cs: (Prázdný)

source: (No results)
cs: (Žádné výsledky)

source: New item
cs: Nový záznam

source: Empty history
cs: Vyprázdnit historii

source: Do you really want to empty the current history?
cs: Opravdu chcete vyprázdnit aktuální historii?

source: Please enter the text you want to add to the current history:
cs: Zadejte text který chcete přidat do aktuální historie:

source: Cancel
cs: Zrušit

source: Type to search...
cs: Vyhledávání...

source: GPaste is not installed. Please install the necessary packages and then restart Cinnamon for this applet to start working.
cs: GPaste není nainstalovaný. Prosím nainstalujte potřebné balíčky apro zprovoznění tohoto appletu restartujte Cinnamon.

source: A complete rewrite of the GPaste applet based on the Gnome Shell extension
cs: Zcela přepsaný applet GPaste postaven na rozšíření pro Gnome Shell

source: Display 'GPaste Main Program'
cs: Zobrazit hlavní program

source: Show history
cs: Zobrazit historii

source: Other
cs: Ostatní

source: Key bindings
cs: Klávesové zkratky

source: Shown entries
cs: Zobrazené záznamy

source: Display 'Empty history'
cs: Zobrazit 'Vyprázdnit historii'

source: Display 'Track clipboard changes'
cs: Zobrazit 'Sledovat schránku'

source: Display 'New item'
cs: Zobrazit 'Nový záznam'

source: Display search bar
cs: Zobrazit vyhledávací panel
